[
    {
        "campName": "HeartHealth Symposium",
        "campFees": 30,
        "date": "2024-06-18",
        "time": "10:30 AM - 4:30 PM",
        "venue": "CardioWell Center",
        "services": "Cardiovascular Screenings, Heart Health Seminars, Blood Pressure Checks",
        "healthcareProfessionals": "Cardiologist Dr. Michael Johnson, Nutritionist Emily Turner, Cardiovascular Nurse Sarah Adams",
        "targetAudience": "Adults",
        "shortDescription": "Join us at 'HeartHealth Symposium' for a day focused on cardiovascular well-being. Experience cardiovascular screenings, heart health seminars, blood pressure checks, and healthy cooking demos led by experts.",
        "longDescription": "'HeartHealth Symposium' is a comprehensive event dedicated to cardiovascular health, scheduled for June 18, 2023, from 10:30 AM to 4:30 PM at the CardioWell Center. Engage in cardiovascular screenings, attend heart health seminars by renowned cardiologist Dr. Michael Johnson, get blood pressure checks, and enjoy healthy cooking demos with nutritionist Emily Turner.\n\nOur healthcare team includes cardiovascular nurse Sarah Adams. This event is tailored for adults seeking to prioritize heart health. Join us for a day of education and empowerment.",
        "image": ""
    },
    {
        "campName": "MindfulLiving Retreat",
        "campFees": 40,
        "date": "2024-08-25",
        "time": "8:00 AM - 5:00 PM",
        "venue": "Tranquil Meadows Resort",
        "services": "Mindfulness Meditation, Stress Reduction Workshops, Nature Walks, Healthy Mindful Eating",
        "healthcareProfessionals": "Mindfulness Coach Lisa Miller, Psychologist Dr. David Evans, Nutritionist Sarah Brown",
        "targetAudience": "Adults",
        "shortDescription": "Escape to the 'MindfulLiving Retreat' at Tranquil Meadows Resort. Experience mindfulness meditation, stress reduction workshops, nature walks, and healthy mindful eating. A day to rejuvenate your mind and body.",
        "longDescription": "'MindfulLiving Retreat' offers a day of tranquility and self-discovery, scheduled for August 25, 2023, from 8:00 AM to 5:00 PM at Tranquil Meadows Resort. Engage in mindfulness meditation led by coach Lisa Miller, attend stress reduction workshops with psychologist Dr. David Evans, enjoy nature walks, and savor healthy mindful eating with nutritionist Sarah Brown.\n\nThis retreat is designed for adults seeking a peaceful escape and holistic well-being. Join us for a transformative experience at 'MindfulLiving Retreat'.",
        "image": ""
    },
    {
        "campName": "FamilyWell Health Fair",
        "campFees": 15,
        "date": "2023-12-14",
        "time": "11:30 AM - 4:30 PM",
        "venue": "Community Park Pavilion",
        "services": "Family Health Checkups, Parenting Seminars, Fitness Activities, Nutrition for Kids",
        "healthcareProfessionals": "Family Medicine Dr. Jessica Harris, Parenting Expert Sarah Turner, Fitness Instructor Chris Robinson, Pediatric Nutritionist Rachel Garcia",
        "targetAudience": "Families",
        "shortDescription": "Bring your family to 'FamilyWell Health Fair'. Enjoy family health checkups, parenting seminars, fitness activities, and nutrition guidance for kids. A day of well-being for the whole family.",
        "longDescription": "'FamilyWell Health Fair' is a family-oriented health event scheduled for October 14, 2023, from 11:30 AM to 4:30 PM at the Community Park Pavilion. Receive family health checkups from family medicine specialist Dr. Jessica Harris, attend parenting seminars with expert Sarah Turner, engage in fitness activities led by instructor Chris Robinson, and get nutrition guidance for kids from pediatric nutritionist Rachel Garcia.\n\nThis fair is designed for families looking to prioritize health together. Join us for a fun and educational day at 'FamilyWell Health Fair'.",
        "enroll": 8
    },
    {
        "campName": "Pediatric Health Expo",
        "campFees": 15,
        "date": "2024-05-20",
        "time": "9:30 AM - 4:00 PM",
        "venue": "KidsWell Clinic",
        "services": "Pediatric Health Screenings, Vaccination Booths, Parenting Workshops, Child Nutrition Consultations",
        "pediatricians": "Dr. Jessica Adams, Dr. Michael Turner, Dr. Sarah Mitchell",
        "targetAudience": "Parents and Children",
        "shortDescription": "Join us at the 'Pediatric Health Expo' for a day focused on the well-being of children. Experience pediatric health screenings, vaccination booths, parenting workshops, and child nutrition consultations led by experienced pediatricians.",
        "longDescription": "'Pediatric Health Expo' is a comprehensive event dedicated to children's health, scheduled for May 20, 2024, from 9:30 AM to 4:00 PM at the KidsWell Clinic. Engage in pediatric health screenings, visit vaccination booths, attend parenting workshops by renowned pediatricians Dr. Jessica Adams, Dr. Michael Turner, and Dr. Sarah Mitchell.\n\nThis expo is tailored for parents and children seeking to prioritize pediatric health. Join us for a day of education and support.",
        "enroll": 8
    },
    {
        "campName": "WellnessRevolution Summit",
        "campFees": 25,
        "date": "2023-12-05",
        "time": "9:00 AM - 3:00 PM",
        "venue": "Revitalize Conference Center",
        "services": "Holistic Wellness Workshops, Meditation Sessions, Herbal Remedies, Organic Cooking Demos",
        "healthcareProfessionals": "Wellness Coach Emma Turner, Herbalist Dr. Alan Wilson, Organic Chef Olivia Miller",
        "targetAudience": "Adults",
        "shortDescription": "Join the 'WellnessRevolution Summit' for a day of holistic wellness. Experience workshops, meditation sessions, herbal remedies, and organic cooking demos. Revolutionize your approach to well-being.",
        "longDescription": "'WellnessRevolution Summit' is a transformative wellness event scheduled for May 5, 2023, from 9:00 AM to 3:00 PM at the Revitalize Conference Center. Engage in holistic wellness workshops with coach Emma Turner, participate in meditation sessions, explore herbal remedies with herbalist Dr. Alan Wilson, and learn about organic cooking with chef Olivia Miller.\n\nThis summit is tailored for adults seeking a revolution in their well-being. Join us for a day of inspiration and empowerment.",
        "image":" 6"
    },    
    {
        "campName": "Senior Health Fair",
        "campFees": 20,
        "date": "2024-11-08",
        "time": "11:00 AM - 3:30 PM",
        "venue": "GoldenYears Community Center",
        "services": "Senior Health Screenings, Geriatric Consultations, Memory Care Seminars, Social Well-being Activities",
        "healthcareProfessionals": "Geriatrician Dr. William Anderson, Memory Care Specialist Dr. Maria Rodriguez, Social Worker Sarah Lewis",
        "targetAudience": "Seniors and Caregivers",
        "shortDescription": "Celebrate senior health at the 'Senior Health Fair.' Join us for a day of senior health screenings, geriatric consultations, memory care seminars, and social well-being activities led by experienced healthcare professionals.",
        "longDescription": "'Senior Health Fair' is a celebratory event scheduled for November 8, 2024, from 11:00 AM to 3:30 PM at the GoldenYears Community Center. Engage in senior health screenings, consult with geriatrician Dr. William Anderson, attend memory care seminars with specialist Dr. Maria Rodriguez, and participate in social well-being activities facilitated by social worker Sarah Lewis.\n\nThis health fair is designed for seniors and caregivers, promoting holistic well-being in the golden years. Join us for a day of health, support, and community.",
        "enroll": 10
    },  
    {
        "campName": "Vision Health Fair",
        "campFees": 20,
        "date": "2025-10-15",
        "time": "11:00 AM - 4:00 PM",
        "venue": "EyeCare Center",
        "services": "Vision Screenings, Eye Health Workshops, Eyewear Consultations, Expert Eye Care Tips",
        "optometrists": "Dr. Susan Taylor, Dr. David Miller, Dr. Sarah Lewis",
        "targetAudience": "All Ages",
        "shortDescription": "Take care of your eyes at the 'Vision Health Fair.' Join us for a day of vision screenings, eye health workshops, eyewear consultations, and receive expert eye care tips from experienced optometrists.",
        "longDescription": "'Vision Health Fair' is a focused event scheduled for October 15, 2025, from 11:00 AM to 4:00 PM at the EyeCare Center. Undergo vision screenings, attend eye health workshops, consult with optometrists Dr. Susan Taylor, Dr. David Miller, and Dr. Sarah Lewis for eyewear guidance, and receive expert tips for maintaining healthy eyes.\n\nThis health fair is open to all ages, emphasizing the importance of vision health. Join us for a day of eye care and awareness.",
        "enroll": 12
    },
    {
        "campName": "Holistic Wellness Retreat",
        "campFees": 50,
        "date": "2027-06-25",
        "time": "9:00 AM - 6:00 PM",
        "venue": "NatureWell Retreat Center",
        "activities": "Mindfulness Meditation, Yoga Sessions, Nutritional Detox, Nature Walks",
        "wellnessInstructors": "Wellness Coach Lisa Tran, Yoga Instructor David Miller, Nutritionist Dr. Sarah Turner",
        "targetAudience": "Adults",
        "shortDescription": "Embark on a journey to holistic well-being at the 'Holistic Wellness Retreat.' Join us for mindfulness meditation, yoga sessions, nutritional detox, and refreshing nature walks guided by experienced wellness instructors.",
        "longDescription": "'Holistic Wellness Retreat' is a rejuvenating experience scheduled for June 25, 2027, from 9:00 AM to 6:00 PM at the NatureWell Retreat Center. Immerse yourself in mindfulness meditation with wellness coach Lisa Tran, participate in yoga sessions with instructor David Miller, explore nutritional detox with Dr. Sarah Turner, and enjoy rejuvenating nature walks.\n\nThis retreat is tailored for adults seeking a holistic approach to well-being. Join us for a day of self-discovery and holistic wellness.",
        "enroll": 20
    }   
]