[
    {
      "campName": "HeartHealth Symposium",
      "campFees": 30,
      "date": "2024-06-18",
      "time": "10:30 AM - 4:30 PM",
      "venue": "CardioWell Center",
      "services": "Cardiovascular Screenings, Heart Health Seminars, Blood Pressure Checks, Healthy Cooking Demos",
      "healthcareProfessionals": "Cardiologist Dr. Michael Johnson, Nutritionist Emily Turner, Cardiovascular Nurse Sarah Adams",
      "targetAudience": "Adults",
      "shortDescription": "Join us at 'HeartHealth Symposium' for a day focused on cardiovascular well-being. Experience cardiovascular screenings, heart health seminars, blood pressure checks, and healthy cooking demos led by experts.",
      "longDescription": "'HeartHealth Symposium' is a comprehensive event dedicated to cardiovascular health, scheduled for June 18, 2023, from 10:30 AM to 4:30 PM at the CardioWell Center. Engage in cardiovascular screenings, attend heart health seminars by renowned cardiologist Dr. Michael Johnson, get blood pressure checks, and enjoy healthy cooking demos with nutritionist Emily Turner.\n\nOur healthcare team includes cardiovascular nurse Sarah Adams. This event is tailored for adults seeking to prioritize heart health. Join us for a day of education and empowerment.",
      "enroll": 7
    },
    {
      "campName": "MindfulLiving Retreat",
      "campFees": 40,
      "date": "2024-08-25",
      "time": "8:00 AM - 5:00 PM",
      "venue": "Tranquil Meadows Resort",
      "services": "Mindfulness Meditation, Stress Reduction Workshops, Nature Walks, Healthy Mindful Eating",
      "healthcareProfessionals": "Mindfulness Coach Lisa Miller, Psychologist Dr. David Evans, Nutritionist Sarah Brown",
      "targetAudience": "Adults",
      "shortDescription": "Escape to the 'MindfulLiving Retreat' at Tranquil Meadows Resort. Experience mindfulness meditation, stress reduction workshops, nature walks, and healthy mindful eating. A day to rejuvenate your mind and body.",
      "longDescription": "'MindfulLiving Retreat' offers a day of tranquility and self-discovery, scheduled for August 25, 2023, from 8:00 AM to 5:00 PM at Tranquil Meadows Resort. Engage in mindfulness meditation led by coach Lisa Miller, attend stress reduction workshops with psychologist Dr. David Evans, enjoy nature walks, and savor healthy mindful eating with nutritionist Sarah Brown.\n\nThis retreat is designed for adults seeking a peaceful escape and holistic well-being. Join us for a transformative experience at 'MindfulLiving Retreat'.",
      "enroll": 10
    },
    {
      "campName": "FamilyWell Health Fair",
      "campFees": 15,
      "date": "2023-12-14",
      "time": "11:30 AM - 4:30 PM",
      "venue": "Community Park Pavilion",
      "services": "Family Health Checkups, Parenting Seminars, Fitness Activities, Nutrition for Kids",
      "healthcareProfessionals": "Family Medicine Dr. Jessica Harris, Parenting Expert Sarah Turner, Fitness Instructor Chris Robinson, Pediatric Nutritionist Rachel Garcia",
      "targetAudience": "Families",
      "shortDescription": "Bring your family to 'FamilyWell Health Fair'. Enjoy family health checkups, parenting seminars, fitness activities, and nutrition guidance for kids. A day of well-being for the whole family.",
      "longDescription": "'FamilyWell Health Fair' is a family-oriented health event scheduled for October 14, 2023, from 11:30 AM to 4:30 PM at the Community Park Pavilion. Receive family health checkups from family medicine specialist Dr. Jessica Harris, attend parenting seminars with expert Sarah Turner, engage in fitness activities led by instructor Chris Robinson, and get nutrition guidance for kids from pediatric nutritionist Rachel Garcia.\n\nThis fair is designed for families looking to prioritize health together. Join us for a fun and educational day at 'FamilyWell Health Fair'.",
      "enroll": 8
    },
    {
      "campName": "WellnessRevolution Summit",
      "campFees": 25,
      "date": "2023-12-05",
      "time": "9:00 AM - 3:00 PM",
      "venue": "Revitalize Conference Center",
      "services": "Holistic Wellness Workshops, Meditation Sessions, Herbal Remedies, Organic Cooking Demos",
      "healthcareProfessionals": "Wellness Coach Emma Turner, Herbalist Dr. Alan Wilson, Organic Chef Olivia Miller",
      "targetAudience": "Adults",
      "shortDescription": "Join the 'WellnessRevolution Summit' for a day of holistic wellness. Experience workshops, meditation sessions, herbal remedies, and organic cooking demos. Revolutionize your approach to well-being.",
      "longDescription": "'WellnessRevolution Summit' is a transformative wellness event scheduled for May 5, 2023, from 9:00 AM to 3:00 PM at the Revitalize Conference Center. Engage in holistic wellness workshops with coach Emma Turner, participate in meditation sessions, explore herbal remedies with herbalist Dr. Alan Wilson, and learn about organic cooking with chef Olivia Miller.\n\nThis summit is tailored for adults seeking a revolution in their well-being. Join us for a day of inspiration and empowerment.",
      "enroll": 6
    },
    {
        "campName": "Pediatric Health Expo",
        "campFees": 15,
        "date": "2024-05-20",
        "time": "9:30 AM - 4:00 PM",
        "venue": "KidsWell Clinic",
        "services": "Pediatric Health Screenings, Vaccination Booths, Parenting Workshops, Child Nutrition Consultations",
        "pediatricians": "Dr. Jessica Adams, Dr. Michael Turner, Dr. Sarah Mitchell",
        "targetAudience": "Parents and Children",
        "shortDescription": "Join us at the 'Pediatric Health Expo' for a day focused on the well-being of children. Experience pediatric health screenings, vaccination booths, parenting workshops, and child nutrition consultations led by experienced pediatricians.",
        "longDescription": "'Pediatric Health Expo' is a comprehensive event dedicated to children's health, scheduled for May 20, 2024, from 9:30 AM to 4:00 PM at the KidsWell Clinic. Engage in pediatric health screenings, visit vaccination booths, attend parenting workshops by renowned pediatricians Dr. Jessica Adams, Dr. Michael Turner, and Dr. Sarah Mitchell.\n\nThis expo is tailored for parents and children seeking to prioritize pediatric health. Join us for a day of education and support.",
        "enroll": 8
    },
    {
        "campName": "Women's Health Symposium",
        "campFees": 30,
        "date": "2024-08-12",
        "time": "10:00 AM - 5:00 PM",
        "venue": "WomenWell Hospital",
        "services": "Women's Health Screenings, Gynecological Consultations, Fitness Workshops, Mental Health Talks",
        "healthcareProfessionals": "OB-GYN Dr. Rachel Garcia, Fitness Expert Lisa Johnson, Psychologist Dr. Olivia Williams",
        "targetAudience": "Women of All Ages",
        "shortDescription": "Empower yourself at the 'Women's Health Symposium.' Join us for a day of women's health screenings, gynecological consultations, fitness workshops, and mental health talks led by experienced healthcare professionals.",
        "longDescription": "'Women's Health Symposium' is an empowering event scheduled for August 12, 2024, from 10:00 AM to 5:00 PM at WomenWell Hospital. Experience women's health screenings, consult with OB-GYN Dr. Rachel Garcia, participate in fitness workshops with expert Lisa Johnson, and attend mental health talks with psychologist Dr. Olivia Williams.\n\nThis symposium is designed for women of all ages seeking to prioritize their health and well-being. Join us for a day of education and empowerment.",
        "enroll": 15
    },
    {
        "campName": "Senior Health Fair",
        "campFees": 20,
        "date": "2024-11-08",
        "time": "11:00 AM - 3:30 PM",
        "venue": "GoldenYears Community Center",
        "services": "Senior Health Screenings, Geriatric Consultations, Memory Care Seminars, Social Well-being Activities",
        "healthcareProfessionals": "Geriatrician Dr. William Anderson, Memory Care Specialist Dr. Maria Rodriguez, Social Worker Sarah Lewis",
        "targetAudience": "Seniors and Caregivers",
        "shortDescription": "Celebrate senior health at the 'Senior Health Fair.' Join us for a day of senior health screenings, geriatric consultations, memory care seminars, and social well-being activities led by experienced healthcare professionals.",
        "longDescription": "'Senior Health Fair' is a celebratory event scheduled for November 8, 2024, from 11:00 AM to 3:30 PM at the GoldenYears Community Center. Engage in senior health screenings, consult with geriatrician Dr. William Anderson, attend memory care seminars with specialist Dr. Maria Rodriguez, and participate in social well-being activities facilitated by social worker Sarah Lewis.\n\nThis health fair is designed for seniors and caregivers, promoting holistic well-being in the golden years. Join us for a day of health, support, and community.",
        "enroll": 10
    },
    {
        "campName": "Diabetes Awareness Summit",
        "campFees": 30,
        "date": "2025-04-25",
        "time": "9:00 AM - 4:00 PM",
        "venue": "DiabCare Community Center",
        "services": "Diabetes Screenings, Nutrition Workshops, Insulin Management Sessions, Expert Q&A",
        "healthcareProfessionals": "Endocrinologist Dr. Lisa Taylor, Nutritionist Mark Robertson, Diabetes Educator Sarah Adams",
        "targetAudience": "Individuals with Diabetes and Caregivers",
        "shortDescription": "Join us at the 'Diabetes Awareness Summit' for a day dedicated to diabetes education. Experience diabetes screenings, nutrition workshops, insulin management sessions, and engage in an expert Q&A session led by healthcare professionals.",
        "longDescription": "'Diabetes Awareness Summit' is a comprehensive event scheduled for April 25, 2025, from 9:00 AM to 4:00 PM at the DiabCare Community Center. Receive diabetes screenings, gain nutritional insights from nutritionist Mark Robertson, explore insulin management with diabetes educator Sarah Adams, and participate in an expert Q&A session with endocrinologist Dr. Lisa Taylor.\n\nThis summit is designed for individuals with diabetes and their caregivers, providing valuable information and support. Join us for a day of diabetes awareness and empowerment.",
        "enroll": 15
    },
    {
        "campName": "Cancer Prevention Symposium",
        "campFees": 35,
        "date": "2025-07-08",
        "time": "10:30 AM - 5:30 PM",
        "venue": "HopeWell Cancer Center",
        "topics": "Cancer Screenings, Lifestyle and Prevention Talks, Survivor Stories, Support Group Sessions",
        "oncologists": "Dr. Michael Rodriguez, Dr. Emily Chen, Dr. James Harper",
        "targetAudience": "Adults and Families",
        "shortDescription": "Join us at the 'Cancer Prevention Symposium' for a day focused on cancer awareness and prevention. Experience cancer screenings, attend lifestyle and prevention talks, hear inspiring survivor stories, and engage in support group sessions led by oncologists.",
        "longDescription": "'Cancer Prevention Symposium' is a vital event scheduled for July 8, 2025, from 10:30 AM to 5:30 PM at the HopeWell Cancer Center. Undergo cancer screenings, learn about prevention through lifestyle talks, hear inspiring survivor stories from oncologists Dr. Michael Rodriguez, Dr. Emily Chen, and Dr. James Harper, and participate in supportive group sessions.\n\nThis symposium is open to adults and families, providing a supportive environment for cancer awareness and prevention. Join us for a day of education, encouragement, and community.",
        "enroll": 20
    },
    {
        "campName": "Vision Health Fair",
        "campFees": 20,
        "date": "2025-10-15",
        "time": "11:00 AM - 4:00 PM",
        "venue": "EyeCare Center",
        "services": "Vision Screenings, Eye Health Workshops, Eyewear Consultations, Expert Eye Care Tips",
        "optometrists": "Dr. Susan Taylor, Dr. David Miller, Dr. Sarah Lewis",
        "targetAudience": "All Ages",
        "shortDescription": "Take care of your eyes at the 'Vision Health Fair.' Join us for a day of vision screenings, eye health workshops, eyewear consultations, and receive expert eye care tips from experienced optometrists.",
        "longDescription": "'Vision Health Fair' is a focused event scheduled for October 15, 2025, from 11:00 AM to 4:00 PM at the EyeCare Center. Undergo vision screenings, attend eye health workshops, consult with optometrists Dr. Susan Taylor, Dr. David Miller, and Dr. Sarah Lewis for eyewear guidance, and receive expert tips for maintaining healthy eyes.\n\nThis health fair is open to all ages, emphasizing the importance of vision health. Join us for a day of eye care and awareness.",
        "enroll": 12
    },
    {
        "campName": "Allergy Awareness Workshop",
        "campFees": 25,
        "date": "2026-02-12",
        "time": "2:00 PM - 7:00 PM",
        "venue": "AllerSafe Community Center",
        "services": "Allergy Testing, Allergen Avoidance Strategies, Immunotherapy Information Session, Q&A with Allergists",
        "allergists": "Dr. Jessica Turner, Dr. Michael Adams, Dr. Emily Roberts",
        "targetAudience": "Individuals with Allergies and Caregivers",
        "shortDescription": "Gain insights into allergy management at the 'Allergy Awareness Workshop.' Join us for allergy testing, learn allergen avoidance strategies, attend an immunotherapy information session, and participate in a Q&A with experienced allergists.",
        "longDescription": "'Allergy Awareness Workshop' is an informative event scheduled for February 12, 2026, from 2:00 PM to 7:00 PM at the AllerSafe Community Center. Undergo allergy testing, receive guidance on allergen avoidance strategies, attend an immunotherapy information session with allergists Dr. Jessica Turner, Dr. Michael Adams, and Dr. Emily Roberts, and engage in a Q&A session.\n\nThis workshop is designed for individuals with allergies and their caregivers, providing valuable information for better allergy management. Join us for an enlightening day focused on allergy awareness.",
        "enroll": 18
    },
    {
        "campName": "Orthopedic Health Summit",
        "campFees": 40,
        "date": "2026-05-22",
        "time": "9:00 AM - 4:30 PM",
        "venue": "OrthoCare Institute",
        "services": "Orthopedic Screenings, Joint Health Seminars, Physical Therapy Demonstrations, Expert Consultations",
        "orthopedicSpecialists": "Dr. Richard Harris, Dr. Sarah Turner, Physical Therapist Mark Anderson",
        "targetAudience": "Individuals with Joint and Bone Health Concerns",
        "shortDescription": "Prioritize your joint and bone health at the 'Orthopedic Health Summit.' Join us for orthopedic screenings, joint health seminars, physical therapy demonstrations, and expert consultations led by experienced orthopedic specialists.",
        "longDescription": "'Orthopedic Health Summit' is a comprehensive event scheduled for May 22, 2026, from 9:00 AM to 4:30 PM at the OrthoCare Institute. Undergo orthopedic screenings, attend joint health seminars with specialists Dr. Richard Harris, Dr. Sarah Turner, and experience physical therapy demonstrations with Mark Anderson.\n\nThis summit is designed for individuals with joint and bone health concerns, providing valuable insights and expert consultations. Join us for a day focused on orthopedic health and well-being.",
        "enroll": 25
    },
    {
        "campName": "Metabolic Health Symposium",
        "campFees": 35,
        "date": "2027-09-10",
        "time": "10:30 AM - 4:30 PM",
        "venue": "MetaFit Wellness Center",
        "topics": "Nutritional Metabolism, Weight Management Strategies, Physical Activity and Metabolic Health, Expert Consultations",
        "healthcareProfessionals": "Endocrinologist Dr. James Carter, Nutritionist Mark Robertson, Fitness Trainer Sarah Lewis",
        "targetAudience": "Adults",
        "shortDescription": "Explore metabolic health at the 'Metabolic Health Symposium.' Join us for talks on nutritional metabolism, weight management strategies, discussions on physical activity and metabolic health, and receive expert consultations from healthcare professionals.",
        "longDescription": "'Metabolic Health Symposium' is a comprehensive event scheduled for September 10, 2027, from 10:30 AM to 4:30 PM at the MetaFit Wellness Center. Dive into discussions on nutritional metabolism, learn effective weight management strategies, explore the relationship between physical activity and metabolic health, and receive expert consultations from endocrinologist Dr. James Carter, nutritionist Mark Robertson, and fitness trainer Sarah Lewis.\n\nThis symposium is designed for adults seeking to understand and optimize their metabolic health. Join us for a day of education and empowerment.",
        "enroll": 25
    },
    {
        "campName": "Holistic Wellness Retreat",
        "campFees": 50,
        "date": "2027-06-25",
        "time": "9:00 AM - 6:00 PM",
        "venue": "NatureWell Retreat Center",
        "activities": "Mindfulness Meditation, Yoga Sessions, Nutritional Detox, Nature Walks",
        "wellnessInstructors": "Wellness Coach Lisa Tran, Yoga Instructor David Miller, Nutritionist Dr. Sarah Turner",
        "targetAudience": "Adults",
        "shortDescription": "Embark on a journey to holistic well-being at the 'Holistic Wellness Retreat.' Join us for mindfulness meditation, yoga sessions, nutritional detox, and refreshing nature walks guided by experienced wellness instructors.",
        "longDescription": "'Holistic Wellness Retreat' is a rejuvenating experience scheduled for June 25, 2027, from 9:00 AM to 6:00 PM at the NatureWell Retreat Center. Immerse yourself in mindfulness meditation with wellness coach Lisa Tran, participate in yoga sessions with instructor David Miller, explore nutritional detox with Dr. Sarah Turner, and enjoy rejuvenating nature walks.\n\nThis retreat is tailored for adults seeking a holistic approach to well-being. Join us for a day of self-discovery and holistic wellness.",
        "enroll": 20
    },
    {
        "campName": "Dental Health Fair",
        "campFees": 20,
        "date": "2027-02-10",
        "time": "11:30 AM - 5:30 PM",
        "venue": "SmileWell Dental Clinic",
        "services": "Dental Check-ups, Oral Hygiene Workshops, Teeth Whitening Consultations, Expert Dental Care Tips",
        "dentists": "Dr. Alex Johnson, Dr. Emily Turner, Dental Hygienist Sarah Adams",
        "targetAudience": "All Ages",
        "shortDescription": "Take care of your smile at the 'Dental Health Fair.' Join us for dental check-ups, oral hygiene workshops, teeth whitening consultations, and receive expert dental care tips from experienced dentists.",
        "longDescription": "'Dental Health Fair' is a smile-centric event scheduled for February 10, 2027, from 11:30 AM to 5:30 PM at the SmileWell Dental Clinic. Undergo dental check-ups, attend oral hygiene workshops, consult with dentists Dr. Alex Johnson, Dr. Emily Turner, and dental hygienist Sarah Adams for teeth whitening advice, and receive expert tips for maintaining a healthy smile.\n\nThis health fair is open to all ages, emphasizing the importance of dental health. Join us for a day of smiles and dental awareness.",
        "enroll": 15
    }
    
]