[
    {
        "campName": "Dental Health Fair",
        "campFees": 20,
        "date": "2027-02-10",
        "time": "11:30 AM - 5:30 PM",
        "venue": "SmileWell Dental Clinic",
        "services": "Dental Check-ups, Oral Hygiene Workshops, Teeth Whitening Consultations, Expert Dental Care Tips",
        "dentists": "Dr. Alex Johnson, Dr. Emily Turner, Dental Hygienist Sarah Adams",
        "targetAudience": "All Ages",
        "shortDescription": "Take care of your smile at the 'Dental Health Fair.' Join us for dental check-ups, oral hygiene workshops, teeth whitening consultations, and receive expert dental care tips from experienced dentists.",
        "longDescription": "'Dental Health Fair' is a smile-centric event scheduled for February 10, 2027, from 11:30 AM to 5:30 PM at the SmileWell Dental Clinic. Undergo dental check-ups, attend oral hygiene workshops, consult with dentists Dr. Alex Johnson, Dr. Emily Turner, and dental hygienist Sarah Adams for teeth whitening advice, and receive expert tips for maintaining a healthy smile.This health fair is open to all ages, emphasizing the importance of dental health. Join us for a day of smiles and dental awareness.",
        "image": "https://i.ibb.co/Ln8m98N/new1.jpg"
    },
    {
        "campName": "Metabolic Health Symposium",
        "campFees": 35,
        "date": "2027-09-10",
        "time": "10:30 AM - 4:30 PM",
        "venue": "MetaFit Wellness Center",
        "topics": "Nutritional Metabolism, Weight Management Strategies, Physical Activity and Metabolic Health, Expert Consultations",
        "healthcareProfessionals": "Endocrinologist Dr. James Carter, Nutritionist Mark Robertson, Fitness Trainer Sarah Lewis",
        "targetAudience": "Adults",
        "shortDescription": "Explore metabolic health at the 'Metabolic Health Symposium.' Join us for talks on nutritional metabolism, weight management strategies, discussions on physical activity and metabolic health, and receive expert consultations from healthcare professionals.",
        "longDescription": "'Metabolic Health Symposium' is a comprehensive event scheduled for September 10, 2027, from 10:30 AM to 4:30 PM at the MetaFit Wellness Center. Dive into discussions on nutritional metabolism, learn effective weight management strategies, explore the relationship between physical activity and metabolic health, and receive expert consultations from endocrinologist Dr. James Carter, nutritionist Mark Robertson, and fitness trainer Sarah Lewis.This symposium is designed for adults seeking to understand and optimize their metabolic health. Join us for a day of education and empowerment.",
        "image": "https://i.ibb.co/VTkwcQG/new2.webp"
    },
    {
        "campName": "Orthopedic Health Summit",
        "campFees": 40,
        "date": "2026-05-22",
        "time": "9:00 AM - 4:30 PM",
        "venue": "OrthoCare Institute",
        "services": "Orthopedic Screenings, Joint Health Seminars, Physical Therapy Demonstrations, Expert Consultations",
        "orthopedicSpecialists": "Dr. Richard Harris, Dr. Sarah Turner, Physical Therapist Mark Anderson",
        "targetAudience": "Individuals with Joint and Bone Health Concerns",
        "shortDescription": "Prioritize your joint and bone health at the 'Orthopedic Health Summit.' Join us for orthopedic screenings, joint health seminars, physical therapy demonstrations, and expert consultations led by experienced orthopedic specialists.",
        "longDescription": "'Orthopedic Health Summit' is a comprehensive event scheduled for May 22, 2026, from 9:00 AM to 4:30 PM at the OrthoCare Institute. Undergo orthopedic screenings, attend joint health seminars with specialists Dr. Richard Harris, Dr. Sarah Turner, and experience physical therapy demonstrations with Mark Anderson.This summit is designed for individuals with joint and bone health concerns, providing valuable insights and expert consultations. Join us for a day focused on orthopedic health and well-being.",
        "image": "https://i.ibb.co/4Vs3QDn/new3.jpg"
    },
    {
        "campName": "Allergy Awareness Workshop",
        "campFees": 25,
        "date": "2026-02-12",
        "time": "2:00 PM - 7:00 PM",
        "venue": "AllerSafe Community Center",
        "services": "Allergy Testing, Allergen Avoidance Strategies, Immunotherapy Information Session, Q&A with Allergists",
        "allergists": "Dr. Jessica Turner, Dr. Michael Adams, Dr. Emily Roberts",
        "targetAudience": "Individuals with Allergies and Caregivers",
        "shortDescription": "Gain insights into allergy management at the 'Allergy Awareness Workshop.' Join us for allergy testing, learn allergen avoidance strategies, attend an immunotherapy information session, and participate in a Q&A with experienced allergists.",
        "longDescription": "'Allergy Awareness Workshop' is an informative event scheduled for February 12, 2026, from 2:00 PM to 7:00 PM at the AllerSafe Community Center. Undergo allergy testing, receive guidance on allergen avoidance strategies, attend an immunotherapy information session with allergists Dr. Jessica Turner, Dr. Michael Adams, and Dr. Emily Roberts, and engage in a Q&A session.This workshop is designed for individuals with allergies and their caregivers, providing valuable information for better allergy management. Join us for an enlightening day focused on allergy awareness.",
        "image": "https://i.ibb.co/J3DgRFP/new4.webp"
    },
    {
        "campName": "Cancer Prevention Symposium",
        "campFees": 35,
        "date": "2025-07-08",
        "time": "10:30 AM - 5:30 PM",
        "venue": "HopeWell Cancer Center",
        "topics": "Cancer Screenings, Lifestyle and Prevention Talks, Survivor Stories, Support Group Sessions",
        "oncologists": "Dr. Michael Rodriguez, Dr. Emily Chen, Dr. James Harper",
        "targetAudience": "Adults and Families",
        "shortDescription": "Join us at the 'Cancer Prevention Symposium' for a day focused on cancer awareness and prevention. Experience cancer screenings, attend lifestyle and prevention talks, hear inspiring survivor stories, and engage in support group sessions led by oncologists.",
        "longDescription": "'Cancer Prevention Symposium' is a vital event scheduled for July 8, 2025, from 10:30 AM to 5:30 PM at the HopeWell Cancer Center. Undergo cancer screenings, learn about prevention through lifestyle talks, hear inspiring survivor stories from oncologists Dr. Michael Rodriguez, Dr. Emily Chen, and Dr. James Harper, and participate in supportive group sessions.This symposium is open to adults and families, providing a supportive environment for cancer awareness and prevention. Join us for a day of education, encouragement, and community.",
        "image": "https://i.ibb.co/rxDv0HZ/new11.jpg"
    },
    {
        "campName": "Diabetes Awareness Summit",
        "campFees": 30,
        "date": "2025-04-25",
        "time": "9:00 AM - 4:00 PM",
        "venue": "DiabCare Community Center",
        "services": "Diabetes Screenings, Nutrition Workshops, Insulin Management Sessions, Expert Q&A",
        "healthcareProfessionals": "Endocrinologist Dr. Lisa Taylor, Nutritionist Mark Robertson, Diabetes Educator Sarah Adams",
        "targetAudience": "Individuals with Diabetes and Caregivers",
        "shortDescription": "Join us at the 'Diabetes Awareness Summit' for a day dedicated to diabetes education. Experience diabetes screenings, nutrition workshops, insulin management sessions, and engage in an expert Q&A session led by healthcare professionals.",
        "longDescription": "'Diabetes Awareness Summit' is a comprehensive event scheduled for April 25, 2025, from 9:00 AM to 4:00 PM at the DiabCare Community Center. Receive diabetes screenings, gain nutritional insights from nutritionist Mark Robertson, explore insulin management with diabetes educator Sarah Adams, and participate in an expert Q&A session with endocrinologist Dr. Lisa Taylor.This summit is designed for individuals with diabetes and their caregivers, providing valuable information and support. Join us for a day of diabetes awareness and empowerment.",
        "image": "https://i.ibb.co/dQYmwSb/new-6.jpg"
    },
    {
        "start" : "",
        "campName": "Eye Symposium",
        "campFees": 30,
        "date": "2024-08-12",
        "time": "10:00 AM - 5:00 PM",
        "venue": "WomenWell Hospital",
        "services": "Women's Health Screenings, Gynecological Consultations, Fitness Workshops, Mental Health Talks",
        "healthcareProfessionals": "OB-GYN Dr. Rachel Garcia, Fitness Expert Lisa Johnson, Psychologist Dr. Olivia Williams",
        "targetAudience": "Women of All Ages",
        "shortDescription": "Empower yourself at the 'Women's Health Symposium.' Join us for a day of women's health screenings, gynecological consultations, fitness workshops, and mental health talks led by experienced healthcare professionals.",
        "longDescription": "'Women's Health Symposium' is an empowering event scheduled for August 12, 2024, from 10:00 AM to 5:00 PM at WomenWell Hospital. Experience women's health screenings, consult with OB-GYN Dr. Rachel Garcia, participate in fitness workshops with expert Lisa Johnson, and attend mental health talks with psychologist Dr. Olivia Williams.This symposium is designed for women of all ages seeking to prioritize their health and well-being. Join us for a day of education and empowerment.",
        "image": "https://i.ibb.co/m5KRXGc/new7.jpg"
    },
    {
        "campName": "Community Vaccination Drive",
        "campFees": 30,
        "date": "2024-11-05",
        "time": "9:00 AM - 4:00 PM",
        "venue": "City Community Center",
        "services": "COVID-19 Vaccination, Influenza Vaccination, Tetanus Booster",
        "healthcareProfessionals": "Certified Nurses and Vaccination Technicians",
        "targetAudience": "All Community Members",
        "shortDescription": "Join us at the 'Community Vaccination Drive' for essential vaccinations. Protect yourself and your community against COVID-19, influenza, and tetanus. No appointment needed!",
        "longDescription": "'Community Vaccination Drive' is a vital initiative scheduled for November 5, 2024, from 9:00 AM to 4:00 PM at the City Community Center. Receive COVID-19 vaccinations, influenza shots, and tetanus boosters from our team of certified nurses and vaccination technicians.This drive is open to all community members. Take a proactive step in safeguarding your health and the health of your community. No appointment is needed—just come and get vaccinated!",
        "image": "https://i.ibb.co/w0K801Y/new9.jpg"
    },
    {
        "campName": "Community Blood Donation Drive",
        "campFees":0,
        "date": "2025-02-28",
        "time": "10:00 AM - 3:00 PM",
        "venue": "City Blood Bank",
        "services": "Blood Donation",
        "healthcareProfessionals": "Blood Bank Staff and Nurses",
        "targetAudience": "Healthy Individuals Aged 18-65",
        "shortDescription": "Participate in the 'Community Blood Donation Drive' and contribute to saving lives. Your donation can make a significant impact on those in need of blood transfusions.",
        "longDescription": "'Community Blood Donation Drive' is a crucial event scheduled for February 28, 2025, from 10:00 AM to 3:00 PM at City Blood Bank. Your donation can make a significant impact on those in need of blood transfusions. The event is open to healthy individuals aged 18-65.Join us for a day of altruism and contribute to saving lives in our community!",
        "image": "https://i.ibb.co/HH8tPWb/new8.jpg"
    },
    {
        "campName": "MMR Vaccination Clinic for Kids",
        "campFees": 30,
        "date": "2025-04-10",
        "time": "10:00 AM - 2:00 PM",
        "venue": "Pediatric Wellness Center",
        "services": "MMR (Measles, Mumps, Rubella) Vaccination, Pediatric Consultations",
        "healthcareProfessionals": "Pediatricians Dr. Michelle Carter, Dr. James Rodriguez",
        "targetAudience": "Children Aged 1-6",
        "shortDescription": "Visit the 'MMR Vaccination Clinic for Kids' for the MMR (Measles, Mumps, Rubella) vaccination and pediatric consultations. Ensure your child's protection against these preventable diseases.",
        "longDescription": "'MMR Vaccination Clinic for Kids' is a special event scheduled for April 10, 2025, from 10:00 AM to 2:00 PM at the Pediatric Wellness Center. Bring your child aged 1-6 for the MMR (Measles, Mumps, Rubella) vaccination administered by pediatricians Dr. Michelle Carter and Dr. James Rodriguez.This clinic is dedicated to ensuring your child's protection against these preventable diseases. Join us for a focused vaccination drive to safeguard your child's health!",
        "image": "https://i.ibb.co/K533Z3w/new10.webp"
    }
]